[ItemDefs.ID_CutToTheChase_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="DEMAnD %s In this tool."
ItemName="and subtle things"
PickupMessage="Having a_ %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="All in all"

[ItemDefs.ID_CutToTheChase_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Small knee size. The market price is not high.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ID_CutToTheChase_FinkEridium MissionItemDefinition]
UseFailureCharacterMessage="let it be %s Using this article."
ItemName="Fincher's Eridium"
PickupMessage="you are right %s"
UseFailureLevelMessage="You must have %d level to use this feature."
UseFailureConstraintsMessage="You should not use this product.."
NoManufacturerName="Experience"

[ItemDefs.ID_ID_CutToTheChase_FinkEridium:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

